Repository: sz3lbi/survey_system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Polish
pl: Polski

source: English
pl: Angielski

source: Satisfaction survey
pl: Badanie satysfakcji

source: name
pl: nazwa

source: Can see statistics on surveys
pl: Może zobaczyć statystyki dotyczące ankiet

source: survey
pl: ankieta

source: surveys
pl: ankiety

source: text
pl: tekst

source: multiple choice
pl: wielokrotny wybór

source: respondents particulars
pl: metryczka

source: question
pl: pytanie

source: questions
pl: pytania

source: relation of survey to question
pl: relacja ankiety do pytania

source: relation of surveys to questions
pl: relacje ankiet do pytań

source: answer
pl: odpowiedź

source: answers
pl: odpowiedzi

source: relation of question to answer
pl: relacja pytania do odpowiedzi

source: relations of questions to answers
pl: relacje pytań do odpowiedzi

source: bill number
pl: numer rachunku

source: user
pl: użytkownik

source: response
pl: wypełniona ankieta

source: responses
pl: wypełnione ankiety

source: unlogged user
pl: użytkownik niezalogowany

source: answer of survey response
pl: odpowiedź na pytanie zawarte w ankiecie

source: answers of survey responses
pl: odpowiedzi na pytania zawarte w ankiecie

source: Select survey
pl: Wybierz ankietę

source: Please select the survey you would like to complete.
pl: Prosimy o wybranie ankiety, którą chciałbyś wypełnić.

source: Have your receipt number ready.
pl: Przygotuj numer paragonu.

source: No surveys available.
pl: Brak dostępnych ankiet.

source: Completed surveys
pl: Wypełnione ankiety

source: Below is a list of the surveys you have completed.
pl: Poniżej znajduje się lista wypełnionych przez Ciebie ankiet.

source: In order to go to the preview of selected answers, press the proper link.
pl: W celu przejścia do podglądu wybranych odpowiedzi, naciśnij odpowiedni odnośnik.

source: Show answers
pl: Pokaż odpowiedzi

source: You did not complete any survey.
pl: Nie wypełniłeś żadnej ankiety.

source: Completing a survey
pl: Wypełnianie ankiety

source: Go to statistics
pl: Przejdź do statystyk

source: Title
pl: Tytuł

source: numbers and letters
pl: cyfry i litery

source: characters
pl: znaków

source: Send
pl: Wyślij

source: Customer satisfaction survey
pl: Ocena satysfakcji klientów

source: In this tab you can rate your experience after visiting our restaurant.
pl: W tej zakładce możesz ocenić swoje doświadczenia po wizycie w naszej restauracji.

source: Surveys are available without registration or logging in.
pl: Ankiety dostępne są bez rejestracji i logowania.

source: People with an account on our website have access to the history of the surveys they have completed.
pl: Osoby posiadające konto na naszej stronie mają dostęp do historii wypełnionych przez siebie sondaży.

source: List of surveys
pl: Lista ankiet

source: Click on a survey title to display a list of questions with answers.
pl: Kliknij w tytuł ankiety, aby wysunąć listę pytań wraz z odpowiedziami.

source: Survey results
pl: Wyniki ankiety

source: Selected answers
pl: Wybrane odpowiedzi

source: The survey was filled in correctly.
pl: Ankieta została poprawnie wypełniona.

source: Survey statistics
pl: Statystyki ankiety

source: Data for the group
pl: Dane dla grupy

source: none
pl: brak

source: Type of charts
pl: Typ wykresów

source: Pie
pl: Kołowy

source: Doughnut
pl: Pierścieniowy

source: Bar
pl: Kolumnowy

source: Download chart in PNG
pl: Pobierz wykres w PNG

source: No data to be presented in the charts.
pl: Brak danych do przedstawienia na wykresach.

source: To vote in a survey, you must go to the corresponding subpage.
pl: Aby zagłosować w ankiecie musisz przejść do podstrony jej odpowiadającej.

source: Incorrect bill number format
pl: Błędny format numeru rachunku

source: You have already completed this survey using the bill number provided
pl: Już wypełniłeś tę ankietę przy użyciu podanego numeru rachunku

source: You did not choose an answer to one of the questions
pl: Nie wybrałeś odpowiedzi na jedno z pytań

source: Restaurant XYZ
pl: Restauracja XYZ

source: Logout
pl: Wyloguj

source: Administration panel
pl: Panel administracyjny

source: Log in
pl: Logowanie

source: Sign up
pl: Rejestracja

source: Change website language
pl: Zmień język strony

source: Homepage
pl: Strona główna

source: Welcome to the website of XYZ restaurant!
pl: Witamy w serwisie internetowym obsługującym restaurację XYZ!

source: Language selection
pl: Wybór języka

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Don't have an account yet?
pl: Nie masz jeszcze konta?

source: Create one now
pl: Załóż je teraz

source: You have been logged out!
pl: Zostałeś wylogowany!

source: Log in again
pl: Zaloguj się ponownie

source: Recover password
pl: Odzyskaj hasło

source: The password has been changed.
pl: Hasło zostało zmienione.

source: Password recovery
pl: Odzyskiwanie hasła

source: Change password
pl: Zmień hasło

source: An email with instructions on how to change your password has been sent.
pl: Email z intrukcjami dotyczącymi zmiany hasła został wysłany.

source: Create an account
pl: Załóż konto

source: Already have an account?
pl: Masz już konto?

source: Your account has been created.
pl: Twoje konto zostało utworzone.

source: The account is inactive and you cannot log into it.
pl: Konto jest nieaktywne i nie można się na nie zalogować.

source: Please contact the administrator to activate it.
pl: W celu jego aktywacji skontaktuj się z administratorem.
